Repository: Ashwinn11/honestly
Catalog: App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt, ru, zh_hans, zh_hant

source: Cancel anytime · secure checkout
ar: إلغاء في أي وقت · دفع آمن
de: Jederzeit kündbar · sicherer Checkout
es: Cancela cuando quieras · pago seguro
fr: Résiliez à tout moment · paiement sécurisé
it: Disdici quando vuoi · pagamento sicuro
ja: いつでも解約・安全な決済
ko: 언제든 해지 · 안전한 결제
nl: Altijd opzegbaar · veilig afrekenen
pt: Cancele quando quiser · pagamento seguro
ru: Отмена в любой момент · безопасно
zh_hans: 随时取消 · 安全支付
zh_hant: 隨時取消 · 安全支付

source: Changes
ar: التغييرات
de: Änderungen
es: Cambios
fr: Modifications
it: Modifiche
ja: 変更
ko: 변경
nl: Wijzigingen
pt: Alterações
ru: Изменения
zh_hans: 变更
zh_hant: 變更

source: Choose apps to quiet
ar: اختر التطبيقات
de: Apps zum Stummschalten
es: Elegir apps a silenciar
fr: Choisir les apps à calmer
it: Scegli le app da silenziare
ja: 静かにするアプリを選ぶ
ko: 조용히 할 앱 선택
nl: Kies apps om te dempen
pt: Escolher apps para silenciar
ru: Выбрать приложения
zh_hans: 选择要静音的应用
zh_hant: 選擇要靜音的應用

source: Choose your app language
ar: اختر لغة التطبيق
de: App-Sprache wählen
es: Elige el idioma de la app
fr: Choisis la langue de l’app
it: Scegli la lingua dell’app
ja: アプリの言語を選択
ko: 앱 언어 선택
nl: Kies je app-taal
pt: Escolha o idioma do app
ru: Выбери язык приложения
zh_hans: 选择应用语言
zh_hant: 選擇應用語言

source: Choosing your prompts
ar: نختار أسئلتك
de: Deine Fragen wählen
es: Eligiendo tus preguntas
fr: On choisit tes questions
it: Scelgo le tue domande
ja: 問いを選ぶ
ko: 질문을 고르는 중
nl: Je vragen kiezen
pt: Escolhendo suas perguntas
ru: Подбираем вопросы
zh_hans: 挑选你的提示
zh_hant: 挑選你的提示

source: Confused
ar: حائر
de: Verwirrt
es: Confuso
fr: Confus
it: Confuso
ja: 戸惑い
ko: 혼란
nl: Verward
pt: Confuso
ru: В смятении
zh_hans: 困惑
zh_hant: 困惑

source: Contact
ar: التواصل
de: Kontakt
es: Contacto
it: Contatti
ja: お問い合わせ
ko: 문의
pt: Contato
ru: Контакты
zh_hans: 联系
zh_hant: 聯繫

source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
nl: Doorgaan
pt: Continuar
ru: Продолжить
zh_hans: 继续
zh_hant: 繼續

source: Continue — %@/mo
ar: متابعة — %@/شهريًا
de: Weiter — %@/Monat
es: Continuar — %@/mes
fr: Continuer — %@/mois
it: Continua — %@/mese
ja: 続ける — %@/月
ko: 계속하기 — %@/월
nl: Doorgaan — %@/maand
pt: Continuar — %@/mês
ru: Продолжить — %@/мес.
zh_hans: 继续 — %@/月
zh_hant: 繼續 — %@/月

source: Cry
ar: بكاء
de: Weinen
es: Llorar
fr: Pleurer
it: Piangere
ja: 泣く
ko: 울음
nl: Huilen
pt: Chorar
ru: Плач
zh_hans: 想哭
zh_hant: 想哭

source: Crying
ar: أبكي
de: Weinend
es: Llorando
fr: En pleurs
it: In lacrime
ja: 号泣
ko: 울고 있음
nl: Huilend
pt: Chorando
ru: Плачу
zh_hans: 哭泣
zh_hant: 哭泣

source: day streak
ar: يوم متتالٍ
de: Tage in Folge
es: días seguidos
fr: jours d’affilée
it: giorni di fila
ja: 日連続
ko: 일 연속
nl: dagen op rij
pt: dias seguidos
ru: дней подряд
zh_hans: 天连续
zh_hant: 天連續

source: days and counting
ar: يومًا وأكثر
de: Tage und es geht weiter
es: días y contando
fr: jours et ça continue
it: giorni e si continua
ja: 日、そして続く
ko: 일, 그리고 계속
nl: dagen en het gaat door
pt: dias e contando
ru: дней и растёт
zh_hans: 天，还在继续
zh_hant: 天，還在繼續

source: Delete all data
ar: حذف كل البيانات
de: Alle Daten löschen
es: Borrar todos los datos
fr: Supprimer toutes les données
it: Elimina tutti i dati
ja: すべてのデータを削除
ko: 모든 데이터 삭제
nl: Alle gegevens wissen
pt: Apagar todos os dados
ru: Удалить все данные
zh_hans: 删除所有数据
zh_hant: 刪除所有資料

source: Delete all data?
ar: حذف كل البيانات؟
de: Alle Daten löschen?
es: ¿Borrar todos los datos?
fr: Supprimer toutes les données ?
it: Eliminare tutti i dati?
ja: すべてのデータを削除？
ko: 모든 데이터를 삭제할까요?
nl: Alle gegevens wissen?
pt: Apagar todos os dados?
ru: Удалить все данные?
zh_hans: 删除所有数据？
zh_hant: 刪除所有資料？

source: Delete everything
ar: احذف كل شيء
de: Alles löschen
es: Borrar todo
fr: Tout supprimer
it: Elimina tutto
ja: すべて削除
ko: 전부 삭제
nl: Alles wissen
pt: Apagar tudo
ru: Удалить всё
zh_hans: 全部删除
zh_hant: 全部刪除

source: Delete page
ar: حذف الصفحة
de: Seite löschen
es: Borrar página
fr: Supprimer la page
it: Elimina pagina
ja: ページを削除
ko: 페이지 삭제
nl: Pagina wissen
pt: Apagar página
ru: Удалить страницу
zh_hans: 删除此页
zh_hant: 刪除此頁

source: Designing your morning ritual…
ar: نُصمّم طقسك الصباحي…
de: Dein Morgenritual entsteht …
es: Diseñando tu ritual matutino…
fr: Conception de ton rituel du matin…
it: Sto creando il tuo rituale mattutino…
ja: 朝の儀式を設計中…
ko: 아침 의식을 설계하는 중…
nl: Je ochtendritueel wordt ontworpen…
pt: Criando seu ritual matinal…
ru: Создаём твой утренний ритуал…
zh_hans: 正在设计你的晨间仪式…
zh_hant: 正在設計你的晨間儀式…

source: Ease into it
ar: ابدأ بهدوء
de: Sanft einsteigen
es: Ir con calma
fr: Y aller doucement
it: Inizia con calma
ja: ゆっくり始める
ko: 천천히 시작
nl: Rustig beginnen
pt: Comece devagar
ru: Начни спокойно
zh_hans: 慢慢来
zh_hant: 慢慢來

source: Effective July 2026
ar: سارٍ اعتبارًا من يوليو 2026
de: Gültig ab Juli 2026
es: Vigente desde julio de 2026
fr: En vigueur en juillet 2026
it: In vigore da luglio 2026
ja: 2026年7月発効
ko: 2026년 7월 시행
nl: Van kracht juli 2026
pt: Em vigor desde julho de 2026
ru: Действует с июля 2026
zh_hans: 2026 年 7 月生效
zh_hant: 2026 年 7 月生效

source: Empty your head
ar: أفرغ رأسك
de: Kopf leeren
es: Vacía tu cabeza
fr: Vide ta tête
it: Svuota la testa
ja: 頭を空っぽに
ko: 머릿속을 비워요
nl: Maak je hoofd leeg
pt: Esvazie a cabeça
ru: Освободи голову
zh_hans: 清空脑袋
zh_hant: 清空腦袋

source: Every morning
ar: كل صباح
de: Jeden Morgen
es: Cada mañana
fr: Chaque matin
it: Ogni mattina
ja: 毎朝
ko: 매일 아침
nl: Elke ochtend
pt: Toda manhã
ru: Каждое утро
zh_hans: 每个早晨
zh_hant: 每個早晨

source: Everything you need to keep the ritual.
ar: كل ما تحتاجه للحفاظ على الطقس.
de: Alles, um das Ritual zu bewahren.
es: Todo lo que necesitas para mantener el ritual.
fr: Tout pour garder le rituel.
it: Tutto ciò che serve per il rituale.
ja: 儀式を続けるために、すべて。
ko: 의식을 이어가는 데 필요한 모든 것.
nl: Alles wat je nodig hebt voor het ritueel.
pt: Tudo para manter o ritual.
ru: Всё, чтобы сохранить ритуал.
zh_hans: 维持仪式所需的一切。
zh_hant: 維持儀式所需的一切。

source: Everything you write is stored locally on your iPhone. If you have iCloud enabled, your pages are backed up to your own private iCloud account (Apple's CloudKit) so they follow you between devices. We never receive a copy on our servers — your iCloud data is encrypted and accessible only to you.
ar: كل ما تكتبه يُخزَّن محليًا على iPhone. وإذا فعّلت iCloud، تُنسخ صفحاتك احتياطيًا إلى حسابك الخاص على iCloud (CloudKit من Apple) لتتنقّل معك بين الأجهزة. لا تصلنا أبدًا نسخة على خوادمنا — بيانات iCloud مشفّرة ولا يصل إليها سواك.
de: Alles, was du schreibst, wird lokal auf deinem iPhone gespeichert. Wenn iCloud aktiviert ist, werden deine Seiten in deinem eigenen privaten iCloud-Konto (Apples CloudKit) gesichert und begleiten dich zwischen Geräten. Wir erhalten nie eine Kopie auf unseren Servern – deine iCloud-Daten sind verschlüsselt und nur für dich zugänglich.
es: Todo lo que escribes se guarda localmente en tu iPhone. Si tienes iCloud activado, tus páginas se respaldan en tu propia cuenta privada de iCloud (CloudKit de Apple) para que te acompañen entre dispositivos. Nunca recibimos una copia en nuestros servidores: tus datos de iCloud están cifrados y solo tú puedes acceder a ellos.
fr: Tout ce que tu écris est stocké localement sur ton iPhone. Si iCloud est activé, tes pages sont sauvegardées dans ton propre compte iCloud privé (CloudKit d’Apple) et te suivent d’un appareil à l’autre. Nous ne recevons jamais de copie sur nos serveurs — tes données iCloud sont chiffrées et accessibles à toi seul.
it: Tutto ciò che scrivi è memorizzato localmente sul tuo iPhone. Se iCloud è attivo, le tue pagine vengono salvate nel tuo account iCloud privato (CloudKit di Apple) e ti seguono tra i dispositivi. Non riceviamo mai una copia sui nostri server: i tuoi dati iCloud sono cifrati e accessibili solo a te.
ja: 書いたものはすべてiPhoneにローカル保存されます。iCloudを有効にしていれば、ページはあなた専用のiCloudアカウント（AppleのCloudKit）にバックアップされ、端末間で引き継がれます。私たちのサーバーにコピーが渡ることはありません。iCloudのデータは暗号化され、あなただけがアクセスできます。
ko: 당신이 쓰는 모든 것은 iPhone에 로컬로 저장됩니다. iCloud를 켜두면 페이지는 당신만의 개인 iCloud 계정(Apple의 CloudKit)에 백업되어 기기 간에 따라옵니다. 우리 서버로는 사본이 오지 않아요 — iCloud 데이터는 암호화되어 오직 당신만 접근할 수 있습니다.
nl: Alles wat je schrijft wordt lokaal op je iPhone bewaard. Als iCloud aanstaat, worden je pagina’s geback-upt in je eigen privé iCloud-account (Apple’s CloudKit), zodat ze met je meegaan tussen apparaten. Wij ontvangen nooit een kopie op onze servers — je iCloud-gegevens zijn versleuteld en alleen voor jou toegankelijk.
pt: Tudo o que você escreve fica salvo localmente no seu iPhone. Se o iCloud estiver ativado, suas páginas são copiadas para sua própria conta privada do iCloud (CloudKit da Apple) e o acompanham entre dispositivos. Nunca recebemos uma cópia em nossos servidores — seus dados do iCloud são criptografados e acessíveis só por você.
ru: Всё, что ты пишешь, хранится локально на твоём iPhone. Если включён iCloud, страницы резервируются в твоём личном аккаунте iCloud (Apple CloudKit) и следуют за тобой между устройствами. Мы никогда не получаем копию на наши серверы — данные iCloud зашифрованы и доступны только тебе.
zh_hans: 你写下的一切都本地存储在你的 iPhone 上。若启用了 iCloud，你的页面会备份到你自己的私人 iCloud 账户（Apple 的 CloudKit），随你在设备间同步。我们的服务器永远不会收到副本——你的 iCloud 数据经过加密，只有你能访问。
zh_hant: 你寫下的一切都本地儲存在你的 iPhone 上。若啟用了 iCloud，你的頁面會備份到你自己的私人 iCloud 帳戶（Apple 的 CloudKit），隨你在裝置間同步。我們的伺服器永遠不會收到副本——你的 iCloud 資料經過加密，只有你能存取。

source: Finish with a few honest affirmations. Say them like you already believe them.
ar: اختم ببضع تأكيدات صادقة. قلها وكأنك تؤمن بها بالفعل.
de: Schließe mit ein paar ehrlichen Affirmationen ab. Sag sie, als würdest du sie schon glauben.
es: Termina con algunas afirmaciones honestas. Dilas como si ya las creyeras.
fr: Termine avec quelques affirmations honnêtes. Dis-les comme si tu y croyais déjà.
it: Concludi con alcune affermazioni oneste. Dille come se ci credessi già.
ja: いくつかの正直な肯定の言葉で締めくくろう。もう信じているかのように言おう。
ko: 몇 가지 솔직한 확언으로 마무리하세요. 이미 믿는 것처럼 말해보세요.
nl: Sluit af met een paar eerlijke affirmaties. Zeg ze alsof je ze al gelooft.
pt: Termine com algumas afirmações sinceras. Diga-as como se já acreditasse nelas.
ru: Завершите несколькими искренними утверждениями. Произносите их так, будто уже в них верите.
zh_hans: 用几句真诚的肯定语来结束。把它们说得像你已经相信了一样。
zh_hant: 用幾句真誠的肯定語來結束。把它們說得像你已經相信了一樣。

source: FLEXIBLE
ar: مرن
de: FLEXIBEL
it: FLESSIBILE
ja: 柔軟
ko: 유연함
nl: FLEXIBEL
pt: FLEXÍVEL
ru: ГИБКО
zh_hans: 灵活
zh_hant: 靈活

source: From 4:00 AM
ar: من الساعة 4:00 صباحًا
de: Ab 4:00 Uhr
es: Desde las 4:00
fr: À partir de 4h00
it: Dalle 4:00
ja: 午前4:00から
ko: 오전 4:00부터
nl: Vanaf 4:00 uur
pt: A partir das 4h00
ru: С 4:00
zh_hans: 从凌晨 4:00 起
zh_hant: 從凌晨 4:00 起

source: Goal met
ar: تم تحقيق الهدف
de: Ziel erreicht
es: Meta alcanzada
fr: Objectif atteint
it: Obiettivo raggiunto
ja: 目標達成
ko: 목표 달성
nl: Doel bereikt
pt: Meta atingida
ru: Цель достигнута
zh_hans: 已达成目标
zh_hant: 已達成目標

source: Gone before I'm up
ar: يمضي قبل أن أنهض
de: Weg, bevor ich aufstehe
es: Se va antes de levantarme
fr: Envolé avant que je me lève
it: Volato via prima di alzarmi
ja: 起きる前に消える
ko: 일어나기도 전에 사라져요
nl: Weg voor ik opsta
pt: Some antes de eu levantar
ru: Уходит до того, как встану
zh_hans: 还没起就没了
zh_hant: 還沒起就沒了

source: Good afternoon
ar: طاب يومك
de: Guten Tag
es: Buenas tardes
fr: Bon après-midi
it: Buon pomeriggio
ja: こんにちは
ko: 좋은 오후
nl: Goedemiddag
pt: Boa tarde
ru: Добрый день
zh_hans: 午安
zh_hant: 午安

source: Good evening
ar: مساء الخير
de: Guten Abend
es: Buenas noches
fr: Bonsoir
it: Buonasera
ja: こんばんは
ko: 좋은 저녁
nl: Goedenavond
pt: Boa noite
ru: Добрый вечер
zh_hans: 晚安
zh_hant: 晚安

source: Good morning
ar: صباح الخير
de: Guten Morgen
es: Buenos días
fr: Bonjour
it: Buongiorno
ja: おはよう
ko: 좋은 아침
nl: Goedemorgen
pt: Bom dia
ru: Доброе утро
zh_hans: 早安
zh_hant: 早安

source: Half an hour, easy
ar: نصف ساعة بسهولة
de: Locker eine halbe Stunde
es: Media hora, fácil
fr: Une demi-heure, facile
it: Mezz’ora, facile
ja: 余裕で30分
ko: 가뿐히 30분
nl: Rustig een half uur
pt: Meia hora, fácil
ru: Полчаса легко
zh_hans: 轻松半小时
zh_hant: 輕鬆半小時

source: handed to the scroll — gone before you're even awake.
ar: تُهدى للتمرير — تضيع قبل أن تستيقظ.
de: dem Scrollen geopfert — weg, bevor du überhaupt wach bist.
es: entregadas al scroll — perdidas antes de despertar.
fr: données au scroll — envolées avant même ton réveil.
it: regalate allo scroll — svanite prima ancora di svegliarti.
ja: スクロールに渡した — 目覚める前に 消えてしまう。
ko: 스크롤에 넘겨준 — 깨기도 전에 사라진.
nl: aan het scrollen gegeven — weg voor je wakker bent.
pt: entregues ao scroll — perdidas antes de você acordar.
ru: отданных ленте — исчезают ещё до пробуждения.
zh_hans: 交给了刷屏——还没醒 就没了。
zh_hant: 交給了滑動——還沒醒 就沒了。

source: Happy
ar: سعيد
de: Glücklich
es: Feliz
fr: Heureux
it: Felice
ja: うれしい
ko: 행복
nl: Blij
pt: Feliz
ru: Счастлив
zh_hans: 开心
zh_hant: 開心

source: Hear your own words back?
ar: أتريد سماع كلماتك تعود إليك؟
de: Deine eigenen Worte wiederhören?
es: ¿Escuchar tus propias palabras de vuelta?
fr: Réentendre tes propres mots ?
it: Vuoi risentire le tue stesse parole?
ja: 自分の言葉をまた聞いてみる？
ko: 자신의 말을 다시 들어볼까요?
nl: Je eigen woorden terughoren?
pt: Ouvir suas próprias palavras de volta?
ru: Услышать свои же слова снова?
zh_hans: 想再听到自己说过的话吗？
zh_hant: 想再聽到自己說過的話嗎？

source: Honestly is built to be private. Your morning pages — your moods, your writing, your affirmations — belong to you. We don't sell them, mine them, or read them. There are no third-party trackers or advertising SDKs in this app.
ar: تطبيق Honestly مبني ليكون خاصًا تمامًا. صفحاتك الصباحية — مزاجك، كتاباتك، تأكيداتك — ملك لك وحدك. نحن لا نبيعها، ولا نستخرج منها بيانات، ولا نقرأها. لا توجد أي أدوات تتبع من جهات خارجية أو حزم إعلانات في هذا التطبيق.
de: Honestly ist von Grund auf privat gestaltet. Deine morgendlichen Seiten — deine Stimmungen, deine Texte, deine Affirmationen — gehören dir. Wir verkaufen sie nicht, werten sie nicht aus und lesen sie nicht. Es gibt keine Tracker von Drittanbietern oder Werbe-SDKs in dieser App.
es: Honestly está diseñada para ser privada. Tus páginas matutinas — tus estados de ánimo, tus escritos, tus afirmaciones — te pertenecen. No las vendemos, no las explotamos ni las leemos. No hay rastreadores de terceros ni SDK publicitarios en esta app.
fr: Honestly est conçue pour être privée. Tes pages du matin — tes humeurs, tes écrits, tes affirmations — t'appartiennent. Nous ne les vendons pas, ne les exploitons pas et ne les lisons pas. Il n'y a aucun traceur tiers ni SDK publicitaire dans cette application.
it: Honestly è pensata per essere privata. Le tue pagine mattutine — i tuoi stati d'animo, i tuoi scritti, le tue affermazioni — appartengono a te. Non le vendiamo, non le analizziamo e non le leggiamo. In questa app non ci sono tracker di terze parti né SDK pubblicitari.
ja: Honestlyはプライベートであるように作られています。あなたの朝のページ——気分、書いた内容、アファメーション——はすべてあなたのものです。私たちはそれらを販売したり、分析したり、読んだりすることはありません。このアプリにはサードパーティのトラッカーや広告SDKは一切含まれていません。
ko: Honestly는 철저히 사생활을 보호하도록 만들어졌습니다. 당신의 아침 페이지 — 기분, 글, 확언 — 는 모두 당신의 것입니다. 우리는 이를 판매하거나, 분석하거나, 읽지 않습니다. 이 앱에는 제3자 추적기나 광고 SDK가 전혀 없습니다.
nl: Honestly is gebouwd om privé te zijn. Jouw ochtendpagina's — je stemmingen, je teksten, je affirmaties — zijn van jou. We verkopen ze niet, analyseren ze niet en lezen ze niet. Er zitten geen trackers van derden of advertentie-SDK's in deze app.
pt: O Honestly foi criado para ser privado. Suas páginas matinais — seus humores, seus textos, suas afirmações — pertencem a você. Nós não as vendemos, não as exploramos e não as lemos. Não há rastreadores de terceiros nem SDKs de publicidade neste aplicativo.
ru: Honestly создано, чтобы быть приватным. Твои утренние страницы — настроения, записи, аффирмации — принадлежат только тебе. Мы их не продаём, не анализируем и не читаем. В этом приложении нет сторонних трекеров или рекламных SDK.
zh_hans: Honestly 的设计初衷就是保护隐私。你的晨间日记——你的心情、你的文字、你的肯定语——都完全属于你。我们不会出售、挖掘或阅读它们。这款应用中没有任何第三方跟踪器或广告 SDK。
zh_hant: Honestly 的設計初衷就是保護隱私。你的晨間日記——你的心情、你的文字、你的肯定語——都完全屬於你。我們不會出售、挖掘或閱讀它們。這款應用程式中沒有任何第三方追蹤器或廣告 SDK。

source: Honestly is provided "as is." We work hard to keep it reliable, but we can't promise it will be uninterrupted or error-free, and it is not a substitute for professional mental-health care.
ar: يُقدَّم Honestly «كما هو». نعمل جاهدين للحفاظ على موثوقيته، لكن لا يمكننا الوعد بأنه سيكون بلا انقطاع أو بلا أخطاء، وهو ليس بديلًا عن الرعاية النفسية المتخصّصة.
de: Honestly wird „wie besehen“ bereitgestellt. Wir arbeiten hart daran, es zuverlässig zu halten, können aber nicht versprechen, dass es unterbrechungs- oder fehlerfrei ist, und es ersetzt keine professionelle psychische Gesundheitsversorgung.
es: Honestly se ofrece «tal cual». Nos esforzamos por mantenerlo fiable, pero no podemos prometer que sea ininterrumpido o sin errores, y no sustituye a la atención profesional de salud mental.
fr: Honestly est fourni « tel quel ». Nous faisons de notre mieux pour le garder fiable, mais nous ne pouvons pas promettre qu’il sera ininterrompu ou sans erreur, et il ne remplace pas un accompagnement professionnel en santé mentale.
it: Honestly è fornito «così com’è». Ci impegniamo a mantenerlo affidabile, ma non possiamo promettere che sia ininterrotto o privo di errori, e non sostituisce l’assistenza professionale per la salute mentale.
ja: Honestlyは「現状のまま」提供されます。信頼性の維持に努めていますが、中断やエラーがないことを約束はできません。また、専門的なメンタルヘルスケアの代わりにはなりません。
ko: Honestly는 ‘있는 그대로’ 제공됩니다. 신뢰성을 위해 노력하지만 중단이나 오류가 없다고 약속할 수는 없으며, 전문적인 정신건강 치료를 대체하지 않습니다.
nl: Honestly wordt geleverd "zoals het is". We doen ons best om het betrouwbaar te houden, maar kunnen niet beloven dat het ononderbroken of foutloos is, en het is geen vervanging voor professionele geestelijke gezondheidszorg.
pt: O Honestly é fornecido "como está". Trabalhamos para mantê-lo confiável, mas não podemos prometer que será ininterrupto ou sem erros, e ele não substitui cuidados profissionais de saúde mental.
ru: Honestly предоставляется «как есть». Мы стараемся, чтобы он был надёжным, но не можем обещать бесперебойной или безошибочной работы, и он не заменяет профессиональную психологическую помощь.
zh_hans: Honestly 按“现状”提供。我们努力保持其可靠，但无法承诺不中断或无错误，且它不能替代专业的心理健康护理。
zh_hant: Honestly 按「現狀」提供。我們努力保持其可靠，但無法承諾不中斷或無錯誤，且它不能替代專業的心理健康照護。

source: Honestly Premium is a one-time purchase processed by Apple. We use RevenueCat to verify your purchase and unlock premium features. This involves an anonymous purchase identifier only — no name, email, or contact information is required or collected.
ar: Honestly Premium عملية شراء لمرة واحدة تعالجها Apple. نستخدم RevenueCat للتحقّق من شرائك وفتح الميزات المميّزة. لا يتعلّق الأمر إلا بمعرّف شراء مجهول — لا يُطلب اسم أو بريد أو بيانات تواصل ولا تُجمع.
de: Honestly Premium ist ein einmaliger Kauf, der von Apple abgewickelt wird. Wir nutzen RevenueCat, um deinen Kauf zu verifizieren und Premium-Funktionen freizuschalten. Dabei geht es nur um eine anonyme Kaufkennung – kein Name, keine E-Mail und keine Kontaktdaten werden benötigt oder erfasst.
es: Honestly Premium es una compra única gestionada por Apple. Usamos RevenueCat para verificar tu compra y desbloquear las funciones premium. Esto implica solo un identificador de compra anónimo: no se requiere ni se recopila nombre, correo ni datos de contacto.
fr: Honestly Premium est un achat unique traité par Apple. Nous utilisons RevenueCat pour vérifier ton achat et débloquer les fonctions premium. Cela n’implique qu’un identifiant d’achat anonyme — aucun nom, e-mail ou coordonnée n’est requis ni collecté.
it: Honestly Premium è un acquisto una tantum gestito da Apple. Usiamo RevenueCat per verificare l’acquisto e sbloccare le funzioni premium. Ciò comporta solo un identificativo d’acquisto anonimo — nessun nome, email o recapito è richiesto o raccolto.
ja: Honestly Premiumは、Appleが処理する買い切りの購入です。購入の確認とプレミアム機能の解放にRevenueCatを使用します。これに関わるのは匿名の購入識別子のみで、氏名・メール・連絡先は不要で収集もしません。
ko: Honestly Premium은 Apple이 처리하는 일회성 구매입니다. 구매 확인과 프리미엄 기능 잠금 해제를 위해 RevenueCat을 사용합니다. 여기에는 익명 구매 식별자만 관여하며, 이름·이메일·연락처는 필요하지도, 수집되지도 않아요.
nl: Honestly Premium is een eenmalige aankoop die door Apple wordt afgehandeld. We gebruiken RevenueCat om je aankoop te verifiëren en premiumfuncties te ontgrendelen. Hierbij is alleen een anonieme aankoop-identifier betrokken — geen naam, e-mail of contactgegevens vereist of verzameld.
pt: O Honestly Premium é uma compra única processada pela Apple. Usamos o RevenueCat para verificar sua compra e liberar os recursos premium. Isso envolve apenas um identificador de compra anônimo — nenhum nome, e-mail ou contato é exigido ou coletado.
ru: Honestly Premium — разовая покупка, обрабатываемая Apple. Мы используем RevenueCat, чтобы подтвердить покупку и открыть премиум-функции. При этом задействован лишь анонимный идентификатор покупки — имя, почта и контакты не требуются и не собираются.
zh_hans: Honestly Premium 是由 Apple 处理的一次性购买。我们使用 RevenueCat 验证你的购买并解锁高级功能。这只涉及一个匿名购买标识符——不需要也不收集姓名、邮箱或联系方式。
zh_hant: Honestly Premium 是由 Apple 處理的一次性購買。我們使用 RevenueCat 驗證你的購買並解鎖進階功能。這只涉及一個匿名購買識別碼——不需要也不收集姓名、電子郵件或聯絡方式。

source: Honestly Premium is a one-time purchase that unlocks your full history and additional features for the lifetime of the app on your Apple account. Purchases are handled and billed by Apple under Apple's terms. Refunds are managed by Apple through the App Store.
ar: Honestly Premium عملية شراء لمرة واحدة تفتح سجلّك الكامل وميزات إضافية طوال عمر التطبيق على حساب Apple الخاص بك. تتولّى Apple معالجة المشتريات وفوترتها وفق شروطها. وتُدار المستردّات عبر App Store من Apple.
de: Honestly Premium ist ein einmaliger Kauf, der deine vollständige Historie und zusätzliche Funktionen für die Lebensdauer der App auf deinem Apple-Konto freischaltet. Käufe werden von Apple nach Apples Bedingungen abgewickelt und abgerechnet. Rückerstattungen verwaltet Apple über den App Store.
es: Honestly Premium es una compra única que desbloquea tu historial completo y funciones adicionales durante la vida de la app en tu cuenta de Apple. Las compras las gestiona y cobra Apple según sus términos. Los reembolsos los gestiona Apple a través del App Store.
fr: Honestly Premium est un achat unique qui débloque tout ton historique et des fonctions supplémentaires pour la durée de vie de l’app sur ton compte Apple. Les achats sont gérés et facturés par Apple selon ses conditions. Les remboursements sont gérés par Apple via l’App Store.
it: Honestly Premium è un acquisto una tantum che sblocca la cronologia completa e funzioni aggiuntive per tutta la vita dell’app sul tuo account Apple. Gli acquisti sono gestiti e fatturati da Apple secondo i termini di Apple. I rimborsi sono gestiti da Apple tramite l’App Store.
ja: Honestly Premiumは、あなたのApple アカウント上でアプリの提供期間中、全履歴と追加機能を解放する買い切りの購入です。購入はAppleがAppleの規約に基づいて処理・請求します。返金はApp Storeを通じてAppleが管理します。
ko: Honestly Premium은 당신의 Apple 계정에서 앱이 제공되는 동안 전체 기록과 추가 기능을 잠금 해제하는 일회성 구매입니다. 구매는 Apple의 약관에 따라 Apple이 처리·청구합니다. 환불은 App Store를 통해 Apple이 관리합니다.
nl: Honestly Premium is een eenmalige aankoop die je volledige geschiedenis en extra functies ontgrendelt voor de levensduur van de app op je Apple-account. Aankopen worden door Apple afgehandeld en gefactureerd volgens Apple’s voorwaarden. Terugbetalingen worden door Apple via de App Store beheerd.
pt: O Honestly Premium é uma compra única que libera todo o seu histórico e recursos adicionais durante a vida do app na sua conta Apple. As compras são processadas e cobradas pela Apple sob os termos da Apple. Os reembolsos são geridos pela Apple pela App Store.
ru: Honestly Premium — разовая покупка, открывающая всю историю и дополнительные функции на весь срок жизни приложения в твоём аккаунте Apple. Покупки обрабатывает и выставляет счёт Apple по своим условиям. Возвраты Apple оформляет через App Store.
zh_hans: Honestly Premium 是一次性购买，可在你的 Apple 账户上解锁完整历史与附加功能，直至应用的整个生命周期。购买由 Apple 依据其条款处理和收费。退款由 Apple 通过 App Store 管理。
zh_hant: Honestly Premium 是一次性購買，可在你的 Apple 帳戶上解鎖完整歷史與附加功能，直至應用的整個生命週期。購買由 Apple 依據其條款處理和收費。退款由 Apple 透過 App Store 管理。
